{
    "id": "l;zkdhfslvnood",
    "name": "601 La Bomba F-Bomb 7'' * 70 , Toro, Full, Natural, from Nicaragua",
    "description": "601 La Bomba was created by Erik Espinosa and made in a beautiful little factory in the foothills of Esteli Nicaragua called La Zona. La Bomba is a full bodied cigar made with 100% Nicaraguan tobacco, including an oily Habano wrapper and plenty of Ligero in the blend, which gives this stick it's extra-strength. Each cigar is finished with a 'bomb fuse' pigtail.",
    "price": "price",
    "sku": "sku",
    "stock": "stock",
    "sale_price": "salePrice",
    "regular_price": "regularPrice",
    "vendor_id": "lskdflsekjfsdf",
    "date_create ": "date_create",
    "MSRP": "MSRP",
    "our_price": "our_price",
    "box_of": "[box_of_10,box_of_20,box_of_22,box_of_25]",
    "you_save": "$28.55",
    "smoke_rings": "340",
    "availability": "IN STOCK, Ships Tomorrow",
    "single": "single of 601 La Bomba F-Bomb 7' * 70",
    "cigar_origin": "Nicaragua; Most cigars are manufactured in the Caribbean and Central America.Despite many decades of war and revolution in this Central American country, the cigar industry has thrived due to the hard work and tenacity of Cuban exiles to the land such as Plasencia, Padron, Oliva, Ortez, and others. Tobacco has been a force of social stability, and the country is now one of the principal exporters of premium cigars in the world.",
    "strength": "FULL",
    "single_packaging": "cellophane",
    "wrapper_color": "Cigar wrapper color varies from green (Double Claro or Candela) to black (Maduro or Oscuro) with a full range of browns in between.Natural wrapper, also known as Colorado Claro, is light brown in color.",
    "wrapper": "Nicaraguan Habano; The wrapper is the last tobacco leaf to be rolled on the cigar, so it is the one the smoker will see.Nicaraguan cigar wrappers are produced mainly in Esteli and Jalapa, both lands with volcanic soil and excellent climate for growing tobacco. Wrappers grown in Jalapa have sweet undertones. Corojo, Habana2000, Criollo, and Maduro wrappers are all produced in Nicaragua.",
    "blinder": "Nicaragua; The binder is a full tobacco leaf that is used to roll the cigar, binding the filler tobaccos together. Nicaraguan cigar binders are produced mainly in Esteli and Jalapa, both lands with volcanic soil and excellent climate for growing tobacco. Binders grown in Jalapa have sweet undertones. Corojo, Habana2000, Criollo, and Maduro binders are all produced in Nicaragua.",
    "filler": "Nicaragua; Filler is the term used to describe the tobacco inside a cigar or the 'guts' of the cigar.",
    "rolled_by": "Handmade; Handmade cigars are completely made by hand from start to finish.",
    "manufacturer": "La Zona; La Zona is Erik Espinosa's cigar factory located in the foothils of Esteli, Nicaragua. The factory is also the headquarters for Espinosa Cigars in Nicaragua.",
    "quantity_in_stock": "20",
    "shipping": "20",
    "user_ratings": "[5,4,2]",
    "reviews": "[ {'review_1': 'awesome review text', 'rate': '5', 'date_create':'10/26/1978'}, {'review_2': 'awesome review text', 'rate': '5', 'date_create':'10/26/1978', 'created_by': 'John Doe'},]",
    "cigar_shape": "Giant; The Giant was tipically a 9 inch by 52 cigar. Today, it is every cigar 8 inches and up with a ring gauge of 50 and up.",
    "UPC": "853598004314;853598004307",
    "cigar_ring_gauge": "70 The cigar ring gauge corresponds to the diameter of a cigar, this cigar has a ring gauge of 70, so his diameter is 70/64 inches or 27.69 mm.",
    "rolling_type": "Handmade; Handmade cigars are completely made by hand from start to finish.",
    "active": "true",
    "created_date": "10/26/2019"
}